{
  "plugins": {
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nova.nvim": {
      "src": "https://github.com/zanglg/nova.nvim",
      "version": "'codex/soft-palette'"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "outline.nvim": {
      "src": "https://github.com/hedyhli/outline.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rainbow-delimiters.nvim": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim"
    },
    "telescope-live-grep-args.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-live-grep-args.nvim"
    },
    "telescope-symbols.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-symbols.nvim"
    },
    "telescope-zoxide": {
      "src": "https://github.com/jvgrootveld/telescope-zoxide"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
